Repository: b-ff/catality
Catalog: src/app/translations/*.po
Languages: ru

source: Access Token
ru: Токен доступа

source: Administrative panel
ru: Административная панель

source: Authorization with Access Token is more preferred cause:
ru: Авторизация с использованием токена предпочтительнее потому-что:

source: Authorize with your GitHub account to continue
ru: Авторизуйтесь, используя свой аккаунт GitHub, чтобы продолжить

source: Cancel
ru: Отменить

source: Configure Two-Factor Authentication
ru: Настроить двухфакторную аутентификацию

source: Create new token
ru: Создать новый токен

source: Enter security code...
ru: Введите код подтверждения…

source: Forgot password?
ru: Забыли пароль?

source: GitHub Access Token
ru: Токен доступа Github

source: GitHub Login
ru: Логин GitHub

source: Hi! Seems like we met before!
ru: Привет! Мы кажется уже встречались!

source: Hold on a second, i'll check it...
ru: Подожди секунду, я проверю…

source: In case of security leak you can revoke compromised token
ru: В случае утечки данных авторизации вы можете заблокировать скомпрометированный токен

source: It's faster
ru: Это быстрее

source: Log In
ru: Войти

source: Login/Password
ru: Логин/Пароль

source: Password
ru: Пароль

source: Remember me
ru: Запомнить меня

source: See GitHub API docs:&nbsp;
ru: См. документацию GitHub:&nbsp;

source: Send
ru: Отправить

source: There's no need to use phone or app
ru: Не нужно использовать телефон или дополнительные приложения

source: Two-Factor Authentication
ru: Двухфакторная аутентификация

source: Use this method for the first-time or single auth
ru: Используйте этот способ только для первичной или одноразовой авторизации
